{
    "reverifyStartPageTitle": "Reverify someone's identity for Companies House - Welsh",
    "reverifyUseThisService": "Use this service to tell us if you've completed checks to reverify a person's identity. You only need to this if the person has received a reverification notice from us. - Welsh",
    "theReverificationNoticesWeSend": "The reverification notices we send can include instructions on how a person needs to reverify. For example, we may have told them which identity documents they can or cannot use. - Welsh",
    "theIdentityChecksYouDoToReverify": "The identity checks you do to reverify a person must: - Welsh",
    "meetOurListItem": "meet our  - Welsh",
    "identityVerificationStandardLink": "identity verification standard - Welsh",
    "followAnyInstructionsListItem": "follow any instructions included in the person's reverification notice - Welsh",
    "wellAskYouToConfirmThis": "We'll ask you to confirm this, and that you are satisfied the person is who they claim to be. - Welsh",
    "whatYoullNeedSubHeading": "What you'll need - Welsh",
    "youllNeedToGiveDetails": "You'll need to give details from the person's original verification so we can update their existing verification record. You'll need their: - Welsh",
    "personalCodeListItem": "personal code - Welsh",
    "emailAddressListItem": "email address - Welsh",
    "youllAlsoNeedToGiveReverifcationDetails": "You'll also need to give details from the reverification checks you completed. You'll need to tell us: - Welsh",
    "personsFullNameListItem": "the person's full name - Welsh",
    "personsDateOfBirthListItem": "the person's date of birth - Welsh",
    "personsHomeAddressListItem": "the person's home address - Welsh",
    "howYouCheckIdentityDocsListItem": "how you checked their identity documents - Welsh",
    "whichDocumentsProvidedListItem": "which documents they provided - Welsh",
    "theDocumentReferencesListItem": "the document references, expiry dates and country of issue (if relevant) - Welsh",
    "theDateYouCompletedTheChecksListItem": "the date you completed the reverification checks - Welsh",
    "itTakesAroundTenMinutes": "It takes around 10 minutes to use this service. - Welsh",
    "whatHappensWhenYouReverifySubHeading": "What happens when you reverify someone's identity - Welsh",
    "weWill": "We will: - Welsh",
    "emailThePersonListItem": "email the person to tell them you have reverified their identity - Welsh",
    "updateTheirIdentityVerificationRecordListItem": "update their identity verification statement with the new details you provided - Welsh",
    "ifThePersonConnectsTheirVerifiedIdentity": "If the person connects their verified identity to their Companies House record as a director or person with significant control (PSC), we'll show the identity reverification statement on the public register to confirm they are reverified. - Welsh",
    "toFindOutWhatInformationTheStatementIncludes": " to find out what information the statement will include. - Welsh"
}