{
    "startPageTitle": "Dywedwch wrth Dŷ'r Cwmnïau eich bod wedi gwirio hunaniaeth rhywun",
    "useThisService": "Defnyddiwch y gwasanaeth hwn i ddweud wrthym pryd rydych wedi gwirio hunaniaeth rhywun ar gyfer Tŷ'r Cwmnïau.",
    "whatYoullNeedPersonHeading": "Beth sydd angen i chi ddweud wrthym am y person",
    "youllNeedToTellUsTheir": "Bydd angen i chi ddweud wrthym ei:",
    "fullName": "enw llawn",
    "dob": "dyddiad geni",
    "homeAddress": "cyfeiriad cartref",
    "emailAddress1": "cyfeiriad e-bost",
    "theEmailCanOnlyBeUsedOnce": "The email address you give can only be used once to verify someone’s identity. We'll use this to send their Companies House personal code. welsh",
    "whatIsACompaniesHousePersonalCode": "What is a Companies House personal code? welsh",
    "thisIsACharacterCode": "This is an 11 character code that is given to a person once they’ve verified their identity. welsh",
    "itCanBeUsedToConnect": "It can be used to connect a person's verified identity to our records. welsh",
    "whatYoullNeedIdentityHeading": "Beth fydd angen i chi ei ddweud wrthym am y gwiriadau hunaniaeth",
    "theChecksYouCompleteMustMeet": "The checks you complete must meet welsh",
    "ourIdentityVerificationLink": "our identity verification standard welsh",
    "thisListsWhichDocuments": " This lists which documents the person needs to provide and the checks you need to do to verify their identity. welsh",
    "youllNeedToTellUs": "Bydd angen i chi ddweud wrthym:",
    "ifTheDocumentsWereCheckedBullet": "if the documents were checked by a person, or using identity document validation technology (IDVT) welsh",
    "whichDocumentsProvidedBullet": "which documents the person provided welsh",
    "theDatesYouCompletedIDChecksBullet": "the date you completed the identity checks welsh",
    "forMostDocuments": "For most documents, you'll also need to provide some information from the document itself. You will not need to provide this information for any of the documents listed in 'group B' in the standard. welsh",
    "whereRelevantYoullNeedToProvide": "Where relevant, you'll need to provide the: welsh",
    "documentReferenceBullet": "document reference – for example, you’ll need to give the passport number if you checked their passport welsh",
    "expiryDateBullet": "expiry date, if the document has one welsh",
    "countryOfIssueBullet": "country of issue, if the document has one welsh",
    "youDoNotNeedToUploadCopies": "You do not need to upload copies of the documents you checked. However, you will need to keep records of the identity checks, including copies of the documents. We may ask to see these records. welsh",
    "suspendOrStopBusinessWarningText": "Gallwn atal neu stopio eich busnes rhag gweithredu fel asiant awdurdodedig os nad ydych wedi cyrraedd ein safon gwiriad hunaniaeth.",
    "startTimeout": "Mae'n cymryd tua 10 munud i ddefnyddio'r gwasanaeth hwn.",
    "startNow": "Dechrau nawr",
    "readThe": "Darllenwch y ",
    "guidanceAboutVerifyingLink": "cyfarwyddyd ar wirio hunaniaeth rhywun ar gyfer Tŷ'r Cwmnïau"
}
