{
    "startPageTitle": "Dywedwch wrth Dŷ'r Cwmnïau eich bod wedi gwirio hunaniaeth rhywun",
    "useThisService": "Defnyddiwch y gwasanaeth hwn i ddweud wrthym pryd rydych wedi gwirio hunaniaeth rhywun ar gyfer Tŷ'r Cwmnïau.",
    "whatYoullNeedPersonHeading": "Beth sydd angen i chi ddweud wrthym am y person",
    "youllNeedToTellUsTheir": "Bydd angen i chi ddweud wrthym ei:",
    "fullName": "enw llawn",
    "dob": "dyddiad geni",
    "homeAddress": "cyfeiriad cartref",
    "emailAddress1": "cyfeiriad e-bost",
    "theEmailCanOnlyBeUsedOnce": "Unwaith yn unig  y gellir defnyddio'r cyfeiriad e-bost rydych yn rhoi i wirio hunaniaeth rhywun. Byddwn yn defnyddio hwn i anfon eu cod personol Tŷ'r Cwmnïau.",
    "whatIsACompaniesHousePersonalCode": "Beth yw cod personol Tŷ'r Cwmnïau?",
    "thisIsACharacterCode": "Mae hwn yn god 11 nod sy'n cael ei roi i berson unwaith y byddant wedi gwirio eu hunaniaeth.",
    "itCanBeUsedToConnect": "Gellir ei ddefnyddio i gysylltu gwiriad hunaniaeth unigolyn â'n cofnodion.",
    "whatYoullNeedIdentityHeading": "Beth fydd angen i chi ei ddweud wrthym am y gwiriadau hunaniaeth",
    "theChecksYouCompleteMustMeet": "Rhaid i'r gwiriadau rydych chi'n eu cwblhau fodloni ",
    "ourIdentityVerificationLink": "ein safonau gwiriad hunaniaeth",
    "thisListsWhichDocuments": " Mae'r rhestr hon yn rhestru pa ddogfennau y mae angen i'r person eu darparu a'r gwiriadau y mae angen i chi eu gwneud i wirio eu hunaniaeth.",
    "youllNeedToTellUs": "Bydd angen i chi ddweud wrthym:",
    "ifTheDocumentsWereCheckedBullet": "os cafodd y dogfennau eu gwirio gan berson, neu ddefnyddio technoleg dilysu dogfennau adnabod (IDVT)",
    "whichDocumentsProvidedBullet": "pa ddogfennau y mae'r person wedi'i ddarparu",
    "theDatesYouCompletedIDChecksBullet": "y dyddiad y gwnaethoch gwblhau'r gwiriadau hunaniaeth",
    "forMostDocuments": "Ar gyfer y rhan fwyaf o ddogfennau, bydd angen i chi hefyd ddarparu rhai o wybodaeth o'r ddogfen ei hun. Ni fydd angen i chi ddarparu'r wybodaeth hon ar gyfer unrhyw un o'r dogfennau a restrir yn 'grŵp B' yn y safon.",
    "whereRelevantYoullNeedToProvide": "Lle bo'n berthnasol, bydd angen i chi ddarparu'r canlynol:",
    "documentReferenceBullet": "cyfeirnod y ddogfen– er enghraifft, bydd angen i chi roi rhif y pasbort os gwnaethoch wirio eu pasbort",
    "expiryDateBullet": "dyddiad dod i ben, os oes gan y ddogfen un",
    "countryOfIssueBullet": "gwlad cyhoeddi, os oes gan y ddogfen un",
    "youDoNotNeedToUploadCopies": "Nid oes angen i chi uwchlwytho copïau o'r dogfennau y gwnaethoch eu gwirio. Fodd bynnag, bydd angen i chi gadw cofnodion o'r gwiriadau hunaniaeth, gan gynnwys copïau o'r dogfennau. Efallai y byddwn yn gofyn am weld y cofnodion hyn.",
    "suspendOrStopBusinessWarningText": "Gallwn atal neu stopio eich busnes rhag gweithredu fel asiant awdurdodedig os nad ydych wedi cyrraedd ein safon gwiriad hunaniaeth.",
    "startTimeout": "Mae'n cymryd tua 10 munud i ddefnyddio'r gwasanaeth hwn.",
    "startNow": "Dechrau nawr",
    "readThe": "Darllenwch y ",
    "guidanceAboutVerifyingLink": "cyfarwyddyd ar wirio hunaniaeth rhywun ar gyfer Tŷ'r Cwmnïau"
}
